insert  into items (stcode,stname,stnameEN,stnamedisplay,unit,price,feature,typecode,yield,multiply,supcode,procode,allergen,remarks,purpose,enumber,country,status,s_date,s_time,s_user,e_date,e_time,e_user)
values
('IG1-009-01','กระเทียม','Garlic','กระเทียม (Garlic)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-02','พริกแดง','Red Pepper','พริกแดง (Red Pepper)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-03','ใบกระเพรา','Holy Basil Leaves','ใบกระเพรา (Holy Basil Leaves)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-04','ซีอิ๊วขาว','Soy Sauce','ซีอิ๊วขาว (Soy Sauce)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-05','น้ำมันหอย','Oyster Sauce','น้ำมันหอย (Oyster Sauce)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-06','ซีอิ๊วดำ','Dark Soy Sauce','ซีอิ๊วดำ (Dark Soy Sauce)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-07','น้ำเปล่า','Water','น้ำเปล่า (Water)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-08','น้ำตาล','Sugar','น้ำตาล (Sugar)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-09','น้ำมันพืช','Vegetable Oil','น้ำมันพืช (Vegetable Oil)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-10','หัวและหางกะทิ','Coconut Milk Head And Tail','หัวและหางกะทิ (Coconut Milk Head And Tail)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-11','หอมแดง','Shallots','หอมแดง (Shallots)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-12','รากผักชี','Coriander Root','รากผักชี (Coriander Root)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1'),
('IG1-009-13','เกลือ','Salt','เกลือ (Salt)','กรัม','20',null,'3',0, 1, 5,0,'','4','','','','Y','2023-07-22','21:33:51','1','2023-07-23','00:20:14','1')
